import { Vaani } from '../types';

export const RASIK_NAMAVALI_VAANIS: Vaani[] = [
  {
    id: 'rn1',
    title: 'Verse 1 ॥1॥',
    text: 'श्रीवृन्दावन रानी राधावल्लभ नृपति प्रसंस ।\nहित के बस यश-रस उर धरिये करिये श्रुत अवतंस ॥'
  },
  {
    id: 'rn2',
    title: 'Verse 2 ॥2॥',
    text: 'वंशीवट यमुना तट धीरसमीर पुलिन सुखपुंज ।\nबिहरत रंग रँगीली हित सौं मण्डल-सेवाकुंज ॥'
  },
  {
    id: 'rn3',
    title: 'Verse 3 ॥3॥',
    text: 'ललिता विशाखा चम्पक चित्रा तुंगविद्या रँगदेवी ।\nइन्दुलेखा अरु सखी सुदेवी सकल यूथ हित-सेवी ॥'
  },
  {
    id: 'rn4',
    title: 'Verse 4 ॥4॥',
    text: 'श्रीवनचन्द्र श्रीकृष्णचन्द्र श्रीगोपीनाथ श्रीमोहन ।\nनाद-बिन्दु परिवार रँगीलों हित सौं नित छबि जोहन ॥'
  },
  {
    id: 'rn5',
    title: 'Verse 5 ॥5॥',
    text: 'नरवाहन ध्रुवदास व्यास श्रीसेवक नागरीदास ।\nबीठल मोहन नवल छबीले हित चरणन की आस ॥'
  },
  {
    id: 'rn6',
    title: 'Verse 6 ॥6॥',
    text: 'हरीदास नाहरमल गोविन्द जैमल भुवन सुजान ।\nखरगसैन हरिवंशदास परमानन्द के हित प्रान ॥'
  },
  {
    id: 'rn7',
    title: 'Verse 7 ॥7॥',
    text: 'गंगा जमुना कर्मठी अरु भागमती ये बाई ।\nहितजू के चरन शरन है कैं इन दम्पति-सम्पति पाई ॥'
  },
  {
    id: 'rn8',
    title: 'Verse 8 ॥8॥',
    text: 'दास चतुर्भुज कन्हर स्वामी अरु प्रबोध कल्यान ।\nस्वामीलाल दामोदर पुहुकर सुन्दर हित उर आन ॥'
  },
  {
    id: 'rn9',
    title: 'Verse 9 ॥9॥',
    text: 'हरीदास तुलाधार और यशवंत महामति नागर ।\nरसिकदास हरेकृष्ण दोऊ ये प्रेम भक्ति के सागर ॥'
  },
  {
    id: 'rn10',
    title: 'Verse 10 ॥10॥',
    text: 'मोहन माधुरीदास द्वारिकादास परम अनुरागी ।\nश्यामशाह तूँवर कुल हित सौं दम्पति में मति पागी ॥'
  },
  {
    id: 'rn11',
    title: 'Verse 11 ॥11॥',
    text: 'श्रीहित शरन भये अरु अब हैं फेरहु जे जन है हैं ।\nप्रेम भक्ति अरु भाव चाव सौं वृन्दावन-निधि पैहैं ॥'
  },
  {
    id: 'rn12',
    title: 'Verse 12 ॥12॥',
    text: 'रसिक - मण्डली में या तन कौं नीके ढंग लगावो ।\nदम्पति यश गावो हर्षावो हित सों रीझि रिझावो ॥'
  },
  {
    id: 'rn13',
    title: 'Verse 13 ॥13॥',
    text: 'देवनि कौं दुर्लभ नर देही सो तैं सहजहि पाई ।\nमनभाई निधि पाई सो क्यों जानबूझि बिसराई ॥'
  },
  {
    id: 'rn14',
    title: 'Verse 14 ॥14॥',
    text: 'एक अहंता ममता ये हैं जग में अति दुखदाई ।\nये जब श्रीजू की ओर लगैं तब होत परम सुखदाई ॥'
  },
  {
    id: 'rn15',
    title: 'Verse 15 ॥15॥',
    text: 'मात- तात- सुत-दार देह में मति अरुझै मति मंदा ।\nश्रीहितकिशोर कौ है चकोर तू लखि वृन्दावन चन्दा ॥'
  }
];
